Repository: Akidse/Ncntu-workflow
Catalog: locale/*/LC_MESSAGES/*.po
Languages: uk_ua

source: 404: Not found
uk_ua: 404: Не знайдено

source: Departments
uk_ua: Станції

source: Admin panel
uk_ua: Панель адміністратора

source: Users groups management
uk_ua: Управління користувацькими групами

source: Groups permissions management
uk_ua: Управління правами користувацьких груп

source: Changes saved successfully
uk_ua: Зміни збережені успішно

source: System settings
uk_ua: Налаштування системи

source: Users departments
uk_ua: Налаштування користувацької станції

source: Users management
uk_ua: Управління користувачами

source: User removed successfully
uk_ua: Користувач видалений

source: Remove a user
uk_ua: Видалити користувача

source: List of users
uk_ua: Список всіх користувачів

source: Such file does not exists
uk_ua: Цього файла не існує

source: 403: Access forbidden
uk_ua: 403: Доступ заборонено

source: Installation
uk_ua: Встановлення

source: Email field is empty or not valid
uk_ua: Поле 'E-mail' пусте або заповнене неправильно

source: Password field is empty or not valid
uk_ua: Поле паролю пусте або заповнене неправильно

source: Password confirm field is empty
uk_ua: Поле підтвердження паролю пусте або заповнене неправильно

source: First name is empty or it's length is not valid
uk_ua: Поле імені пусте або заповнене неправильно

source: Middle name is empty or it's length is not valid
uk_ua: Поле по батькові пусте або заповнене неправильно

source: Last name is empty or it's length is not valid
uk_ua: Поле прізвища пусте або заповнене неправильно

source: Passwords have to be the same
uk_ua: Паролі повинні співпадати

source: Email is not valid
uk_ua: E-mail неправильний

source: Admin was created successfully
uk_ua: Адміністратор був створений успішно

source: Config saved successfully
uk_ua: Конфігурація збережена успішно

source: Input data is incorrect
uk_ua: Вхідні дані некоректні

source: Database connected
uk_ua: База даних приєднана

source: Could not connect to database:
uk_ua: Проблеми з підключенням до бази даних:

source: Document added to archive
uk_ua: Документ доданий до архіву

source: Request to archive was declined
uk_ua: Запит на додавання в архів відхилено

source: Archive requests
uk_ua: Запити в архів

source: Archive
uk_ua: Архів

source: Decree removed
uk_ua: Указ видалений

source: Remove a decree
uk_ua: Видалити наказ

source: Decree view
uk_ua: Перегляд наказу

source: Too long or too small name
uk_ua: Занадто коротке або занадто довге ім'я

source: Too long description
uk_ua: Занадто довгий опис

source: Problems with uploading main file
uk_ua: Помилка при завантаженні головного файлу

source: Problems with uploading addition files
uk_ua: Проблеми з завантаженням додатків

source: Decree published successfully
uk_ua: Наказ опублікований успішно

source: Decrees
uk_ua: Накази

source: Signature request was sent, you will be notice
uk_ua: Запит на підпис було надіслано, ви будете повідомлені про результат

source: Create a signature request
uk_ua: Створити запит на підпис

source: Document's versions
uk_ua: Версії документу

source: Document was removed
uk_ua: Документ видалений

source: Remove a document
uk_ua: Видалити документ

source: Document was created successfully
uk_ua: Документ створений успішно

source: New department document
uk_ua: Новий документ

source: New private document
uk_ua: Новий приватний документ

source: Changes to document are saved
uk_ua: Зміни в документі збережені успішно

source: Edit the document
uk_ua: Редагувати документ

source: Archive request was created
uk_ua: Запит в архів було створено

source: Create request to archive
uk_ua: Перемістити в архів

source: Document view
uk_ua: Перегляд документу

source: Send to archive
uk_ua: Надіслати в архів

source: Move to department
uk_ua: Перемістити в станцію

source: Edit
uk_ua: Редагувати

source: Create signature request
uk_ua: Створити запит на підпис

source: Remove
uk_ua: Видалити

source: Department documents
uk_ua: Документи станції

source: My documents
uk_ua: Мої документи

source: User panel
uk_ua: Користувацька панель

source: Prescription removed
uk_ua: Розпорядження видалено

source: Remove a prescription
uk_ua: Видалити розпорядження

source: Prescription view
uk_ua: Перегляд розпорядження

source: Prescription published succesfully
uk_ua: Розпорядження опубліковано успішно

source: Prescriptions
uk_ua: Розпорядження

source: Registration
uk_ua: Реєстрація

source: This email already registered
uk_ua: Ця поштова скринька уже зареєстрована в системі

source: Captcha is not valid
uk_ua: Код перевірки неправильний

source: You are registered successfully
uk_ua: Ви зареєстровані успішно

source: NCNTU Workflow
uk_ua: СЕД НКНТУ

source: Departments management
uk_ua: Управління станціями

source: Documents management
uk_ua: Управління документами

source: Logs and statistics
uk_ua: Логи та статистика

source: Default title
uk_ua: Заголовок по замовчуванню

source: Default locale
uk_ua: Мова по замовчуванню

source: Recaptcha public key
uk_ua: Recaptcha публічний ключ

source: Recaptcha private key
uk_ua: Recaptcha приватний ключ

source: Max file size (bytes)
uk_ua: Максимальний розмір файлів (в байтах)

source: Save
uk_ua: Зберегти

source: Groups
uk_ua: Групи

source: this user do not have any groups
uk_ua: цей користувач не відноситься до жодної групи

source: Add group
uk_ua: Додати групу

source: Department
uk_ua: Станція

source: Are you sure you want to remove this user? All data will be removed too.
uk_ua: Ви дійсно хочете видалити цього користувача? Всі дані будуть видалені беззворотньо.

source: Password
uk_ua: Пароль

source: Name or E-mail
uk_ua: Ім'я або E-mail

source: Stay in system
uk_ua: Залишатись в системі

source: Log in
uk_ua: Вхід

source: Forgot password
uk_ua: Забули пароль

source: Register
uk_ua: Зареєструватись

source: Database
uk_ua: БД

source: Configuration
uk_ua: Конфігурація

source: User
uk_ua: Користувач

source: Schema
uk_ua: Схема

source: Finish
uk_ua: Фініш

source: You can add default system config(departments, roles, etc.)
uk_ua: Ви можете додати заготовки схем бази даних(станції, ролі та інше)

source: no selection
uk_ua: не вибрано

source: NCNTU
uk_ua: НК НТУ

source: Now you have to create an Administrator
uk_ua: Зараз потрібно створити адміністратора

source: Last name
uk_ua: Прізвище

source: First name
uk_ua: Ім'я

source: Middle name
uk_ua: По батькові

source: Repeat password
uk_ua: Підтвердження паролю

source: Next you need to config your system
uk_ua: Зараз потрібно налаштувати конфігурацію системи

source: Default page title
uk_ua: Заголовок по замовчуванню

source: Max files size
uk_ua: Максимальний розмір файлів (в байтах)

source: Recaptcha private key (unnecessary)
uk_ua: Recaptcha приватний ключ

source: Recaptcha public key (unnecessary)
uk_ua: Recaptcha публічний ключ

source: Database already connected!
uk_ua: База даних уже підключена!

source: First of all we need connection to database:
uk_ua: Для початку потрібно приєднати базу даних:

source: Host
uk_ua: Хост

source: Database name
uk_ua: Назва бази даних

source: Connect
uk_ua: Під'єднати

source: Welcome to installation
uk_ua: Вітаємо в інсталяції

source: Start installation
uk_ua: Почати установлення

source: Incoming department requests
uk_ua: Вхідні запити станції

source: Outcoming requests
uk_ua: Вихідні запити

source: Letters
uk_ua: Листи

source: Incoming
uk_ua: Вхідні

source: Outcoming
uk_ua: Вихідні

source: Incoming requests
uk_ua: Вхідні запити

source: Create order
uk_ua: Створити наказ

source: Create prescription
uk_ua: Створити розпорядження

source: Create letter
uk_ua: Створити лист

source: Upload document
uk_ua: Завантажити документ

source: You are not in any department
uk_ua: Ви не відноситесь до жодної станції

source: Request type
uk_ua: Тип запиту

source: transfer to archive
uk_ua: передача в архів

source: Author
uk_ua: Автор

source: Document
uk_ua: Документ

source: Time created
uk_ua: Створено

source: Confirm
uk_ua: Прийняти

source: Reject
uk_ua: Відхилити

source: There aren't any requests
uk_ua: Немає запитів

source: There aren't any archived documents
uk_ua: Немає документів в архіві

source: Are you sure to remove this decree?
uk_ua: Ви впевнені щодо видалення цього наказу?

source: File
uk_ua: Файл

source: Addition files
uk_ua: Додатки

source: Decree name
uk_ua: Назва наказу

source: Decree description
uk_ua: Опис наказу

source: Choose main file
uk_ua: Виберіть головний файл

source: Move files or click to upload
uk_ua: Перетягніть файли або клацніть для завантаження

source: Choose addition files(unnessecary)
uk_ua: Виберіть додатки(не обов'язково)

source: Add decree
uk_ua: Додати наказ

source: More...
uk_ua: Детальніше...

source: Note (unnecessary)
uk_ua: Примітка (не обов'язково)

source: Version time
uk_ua: Версію створено

source: Author of changes
uk_ua: Автор змін

source: Changed time
uk_ua: Змінено

source: View version
uk_ua: Перегляд версії

source: Are you sure to remove this document? All files and versions will be removed.
uk_ua: Ви дійсно хочете видалити цей документ? Всі файли і версії документу будуть видалені незворотньо.

source: Document name
uk_ua: Назва документу

source: Document description
uk_ua: Опис документу

source: Choose addition files (unnecessary)
uk_ua: Виберіть додатки(не обов'язково)

source: Choose main file(current file will be removed)
uk_ua: Виберіть головний файл(старий файл буде видалено)

source: Are you sure to move this document to archive?
uk_ua: Ви впевнені щодо видалення цього документу?

source: Move
uk_ua: Перемістити

source: It is old version of document
uk_ua: Це стара версія документу

source: Renewed
uk_ua: Оновлено

source: Created
uk_ua: Створено

source: Archive request was created and document waits for response
uk_ua: Цей документ чекає на відповідь щодо перенесення в архів

source: Last documents
uk_ua: Останні документи

source: No documents
uk_ua: Немає документів

source: Go to documents
uk_ua: Перейди до документів

source: Last decrees
uk_ua: Останні накази

source: Go to decrees
uk_ua: Перейти до наказів

source: Last prescriptions
uk_ua: Останні розпорядження

source: Go to prescriptions
uk_ua: Перейти до розпоряджень

source: (no subject)
uk_ua: (без теми)

source: (no message)
uk_ua: (без повідомлення)

source: (no attachments)
uk_ua: (без додатків)

source: Are you sure to remove this prescription?
uk_ua: Ви впевнені щодо видалення цього розпорядження?

source: Prescription name
uk_ua: Назва розпорядження

source: Prescription description
uk_ua: Опис розпорядження

source: Choose addition files (unnecessary
uk_ua: Виберіть додатки(не обов'язково)

source: Add prescription
uk_ua: Додати розпорядження

source: Password confirm
uk_ua: Підтвердження паролю

source: Back to main page
uk_ua: Назад на головну
